import React from 'react';

function About() {
  return (
    <div className="container mx-auto px-4 pb-16">
      <h1 style={{color: 'green', textAlign: 'center'}}>Про нас</h1>
      <p>Ця сторінка розповідає про наш онлайн-магазин. Історія нашої книгарні розпочалася 15 років тому, коли засновник – щирий шанувальник книг – задумав створити місце, де кожен міг би знайти свою улюблену книгу. Він завжди любив читати. Його мрією було мати власну книгарню, де люди могли б ділитися своєю любов'ю до книг, знаходити нових авторів і відкривати для себе нові світи. Спочатку це була невеличка книжкова шафа в затишній кімнаті, де він ділився зі своїми друзями та знайомими улюбленими книгами. З часом шафа розросталася, а кількість людей, які цікавилися книгами, збільшувалася. Зрозумівши, що попит на книги значно перевищує пропозицію, було вирішино створити онлайн-книгарню. Це дозволило б людям з будь-якого куточка країни мати доступ до широкого вибору книг, незалежно від їхнього місцезнаходження.</p>
    </div>
  );
}

export default About;